{
  "type": "southside",
  "courses": [
    {
      "course": "Sopas (Soups)",
      "items": [
        {
          "name": "Sopa de tortilla",
          "options": ["V", "GF"],
          "description": "Onion and cilantro-based cream soup with poblano pepper strips and corn, traditionally served at celebrations in Puebla, Mexico.",
          "price": "$4.95"
        },
        {
          "name": "Frijoles charros",
          "description": "Pinto beans cooked with bacon, sausage, tomato, cilantro and spices – a favorite of every Mexican family!",
          "price": "$5.50"
        },
        {
          "name": "Sopa de pescado",
          "description": "Fish soup with tilapia and potatoes, prepared with onion, garlic and fresh tomatoes - a special dish originating from the coast of Veracruz.",
          "price": "$5.95"
        },
        {
          "name": "Sopa de verdura",
          "options": ["V", "GF"],
          "description": "Our delicious home made vegetable soup.",
          "price": "$4.95"
        }
      ]
    },

    {
      "course": "Ensaladas (Salads)",
      "items": [
        {
          "name": "Ensalada Palapa",
          "description": "Our own salad creation with cucumber, beets, onion, tomato, carrots, nopales (cactus), boiled egg and queso fresco.",
          "price": "$9.50"
        },
        {
          "name": "Ensalada de la huerta",
          "description": "Garden salad mixed with fresh lettuce, onion, roasted peppers, tomatoes and carrots – light and refreshing!",
          "price": "$8.95"
        },
        {
          "name": "Ensalada de Palmitos",
          "description": "Palm hearts, pinto beans, beets, cilantro, onion and tomato, as fresh as sitting underneath a palm three.",
          "price": "$10.95"
        },
        {
          "name": "Ensalada de atún",
          "description": "Lettuce, onion, tomato and shredded carrots mixed with tuna fish. Your taste buds will tell you gracias!",
          "price": "$8.95"
        }
      ]

    },

    {
      "course": "Aperitivos (Appetizers)",
      "items": [
        {
          "name": "Tamales",
          "options": ["V", "GF"],
          "description": "Warm, corn-based dough wrapped in a cornhusk and steam cooked — meat and vegetarian options available.",
          "price": "$4.95"
        },
        {
          "name": "Mejillones Borrachos",
          "description": "Mussels sautéed with garlic, tomato, potatoes, cilantro and East End brewery beer or if you prefer in garlic sauce.",
          "price": "$9.95"
        },
        {
          "name": "Salpicón de camarón y calamar",
          "description": "This famous dish from the Pacific coast includes boiled shrimp and squid mixed with fresh onion, cilantro, tomato, roasted peppers and boiled egg.",
          "price": "$10.95"
        },
        {
          "name": "Chiles rellenos con queso y espinaca",
          "options": ["V", "GF"],
          "description": "A flavorful Mexico City classic – banana peppers stuffed with spinach and cheese and topped with green or red sauce.",
          "price": "$7.50"
        },
        {
          "name": "Four Cheese Dip and chips",
          "description": "Delicious mix of cheddar jack, mozzarella, cotija and queso fresco served with our homemade tortilla chips.",
          "price": "$4.95"
        },
        {
          "name": "Chips & salsa",
          "description": "Choose between pico de gallo or green salsa with tortilla chips.       (Both salsas for $5.50)",
          "price": "$3.50"
        },
        {
          "name": "Guacamole & chips",
          "description": "The best guac in the ‘burgh! Served with our homemade tortilla chips.",
          "price": "$5.95"
        },
        {
          "name": "Nachos with",
          "options": ["Chicken $7.95", "Ground Beef $8.95", "Chicken and Beef $10.95"],
          "description": "Homemade tortilla chips topped with melted cheese, corn, sour cream, pico de gallo, cheese dip, and your choice of meat… Perfect for sharing with friends!"
        },
        {
          "name": "Empanada",
          "description": "Wheat flour dough filled with chicken, ground beef, shrimp or veggies… Provecho!",
          "price": "$4.95"
        }
      ]
    },

    {
      "course": "Entrees",
      "course_description": "All entrees are served with rice and pinto beans or vegetables.",
      "items": [
        {
          "name": "Mole con Pollo (Chicken with Mole)",
          "description": "Chicken with traditional Mexican mole — the perfect blend of spices, chile peppers and chocolate! So good!",
          "price": "$11.95"
        },
        {
          "name": "Lengua en salsa verde",
          "description": "Beef tongue slowly cooked in a poblano pepper and tomatillo sauce.",
          "price": "$11.95"
        },
        {
          "name": "Barbacoa",
          "description": "This beef chuck is carefully marinated, then wrapped in banana leaves and steam-cooked. Provecho!",
          "price": "$11.95"
        },
        {
          "name": "Flautas de pollo, barbacoa o papa",
          "options": ["V"],
          "description": "Your choice of chicken, barbacoa or potatoes wrapped in a crispy tortilla and topped with lettuce, tomato, queso fresco and sour cream. Dish includes 4 flautas.",
          "price": "$10.95"
        },
        {
          "name": "Cazuela del mar",
          "description": "This seafood stew features salmon, tilapia and mussels cooked in white wine with tomato, garlic, and cilantro.",
          "price": "$14.50"
        },
        {
          "name": "Chuletas de puerco en salsa verde ó al ajillo",
          "description": "Delicious pork chops prepared with our famous green salsa or garlic sauce.",
          "price": "$11.95"
        },
        {
          "name": "Tilapia a la Veracruzana",
          "description": "Slow-cooked tilapia covered with a special sauce of tomato, onion, capers and green olives.",
          "price": "$12.95"
        },
        {
          "name": "Fajitas Nayarit: Vegetarian or Chicken",
          "options": ["Vegetarian or Chicken $10.95", "Steak $11.95", "Shrimp $13.95"],
          "description": "Grilled fajitas mixed with peppers, mushrooms and pineapple... Yum!"
        },
        {
          "name": "Enchiladas verdes o rojas",
          "description": "Three enchiladas with your choice of chicken, beef, mushroom or cheese, wrapped in a corn tortilla and topped with green or red sauce, sour cream and queso fresco.  The combination will make your mouth water!",
          "price": "$10.95"
        },
        {
          "name": "Enchiladas Norteñas",
          "description": "Three chicken, mushroom or cheese enchiladas with red sauce and 6 oz. steak on the side… An appetizing treatfor you!",
          "price": "$13.95"
        },
        {
          "name": "Burrito Steelers",
          "description": "Ground beef and chicken, rice, pinto beans, spinach, pico de gallo, sour cream, cheese and spicy sauce wrapped in a flour tortilla. Every bite packed with flavor!",
          "price": "$10.95"
        },
        {
          "name": "Charola para dos!",
          "description": "Can’t decide what you want? Try our sampler! Includes one tamal, one quesadilla, one flauta, one pork rib, chicken with mole and one empanada. Just the thing to share with a friend!",
          "price": "$26.95"
        }
      ]
    },

    {
      "course": "CHURRASCO a la Mexicana!",
      "course_description": "The meat just falls off the bone! Served with rice and roasted potato, veggies or sweet potato french fries.",
      "items": [
        {
          "name": "Porter House Steak",
          "description": "Locally raised 14oz Porter House cooked to order.",
          "price": "$23.95"
        },
        {
          "name": "Pollo asado",
          "description": "Juicy 1/2 chicken marinated with wine and roasted.",
          "price": "$11.95"
        },
        {
          "name": "Costilla de Puerco",
          "description": "Tender and juicy pork ribs seasoned with wine, roasted and topped with mole sauce.",
          "price": "$12.95"
        },
        {
          "name": "Costilla de Res",
          "description": "Four short ribs seasoned with wine and grilled.",
          "price": "$13.95"
        },
        {
          "name": "Chorizo Español",
          "description": "Grilled Spanish Chorizo.",
          "price": "$10.95"
        },
        {
          "name": "Combo",
          "description": "Juicy Pork ribs with chicken leg and thigh.",
          "price": "$15.95"
        },
        {
          "name": "Parrillada para dos",
          "description": "Four pork ribs, four short ribs, 4 oz. of grilled Spanish chorizo and chicken leg and thigh.",
          "price": "$27.95"
        }
      ]
    },

    {
      "course": "Kids Menu",
      "items": [
        {
          "name": "Quesadilla",
          "description": "Cheese or chicken and cheese quesadilla – Kids love them!",
          "price": "$3.50"
        },
        {
          "name": "Grilled Cheese",
          "description": "Classic mozzarella and provolone grilled cheese sandwich!",
          "price": "$4.50"
        },
        {
          "name": "Hamburger",
          "description": "Ground beef pattie with tomato and lettuce on a hamburger bun.",
          "price": "$5.50"
        }
      ]
    },

    {
      "course": "Postres (Desserts)",
      "items": [
        {
          "name": "Flan de Coco",
          "description": "One of our specialties — this custard is made with your choice of coconut or vanilla.",
          "price": "$4.95"
        },
        {
          "name": "Sopapilla",
          "description": "Crisp flour tortilla covered with sugar and cinnamon with vanilla, chocolate or strawberry ice cream.",
          "price": "$4.50"
        },
        {
          "name": "Banana Palapa",
          "description": "Grilled banana with vanilla, chocolate or strawberry ice cream.",
          "price": "$4.95"
        }
      ]
    }
  ]
}
